Repository: tapkey/tapkey-oss-fair-showcase
Catalog: Tapkey.FairOssShowcase.WebApp/Resources/App.*.resx
Languages: de

# Button_Submit
source: Register
de: Registrieren

# Checkbox_Required
source: Required
de: Erforderlich

# Dialog_CredentialId
source: Your mobile OSS credential ID
de: Deine Mobile Credentials ID

# Dialog_Message_AlreadyRegistered
source: Your mobile credential has been updated.
de: Dein Mobile Credential wurde aktualisiert.

# Dialog_Message_Fail
source: Something went wrong when creating your credential.
de: Bei der Erstellung deines Credentials ist etwas schief gelaufen. Bitte frag beim Stand um Hilfe.

# Dialog_Message_Success
source: Your Mobile Credential has been issued. We sent you an email with more information.
de: Dein Mobile Credential wurde erstellt. Wir haben dir eine E-Mail mit weiteren Informationen gesendet.

# Dialog_TapkeyApp
source: Install the Tapkey app on your smartphone to continue.
de: Installiere die Tapkey App auf deinem Smartphone, um fortzufahren.

# Dialog_Title_AlreadyRegistered
source: You're all set
de: Du bist startklar.

# Dialog_Title_Fail
source: Ooops
de: Uuups

# Dialog_Title_Success
source: You're all set
de: Du bist startklar

# Label_Company
source: Company
de: Unternehmen

# Label_EmailAddress_Help
source: Use this for signing in to the Tapkey app.
de: Melde dich damit in der Tapkey App an.

# Label_FirstName
source: First name
de: Vorname

# Label_LastName
source: Last name
de: Nachname

# Label_PhoneNumber
source: Phone
de: Telefonnummer

# Label_Position
source: Position
de: Jobposition

# Label_TermsAndConditions
source: I agree that my personal data may be used in the context of this showcase and for marketing purposes. Read our full privacy policy
de: Ich bin damit einverstanden, dass meine persönlichen Daten im Rahmen dieser Technologie-Demo und für Marketingzwecke genutzt werden dürfen. Unsere Datenschutzerklärung findest du

# Label_TermsAndConditions_Link
source: here.
de: hier.

# Label_TermsAndConditions_Link_Href
source: https://tapkey.io/en/privacy-policy/
de: https://tapkey.io/de/datenschutzerklaerung/

# Subtitle
source: Register here to receive a mobile credential on your smartphone and to get access to selected devices from PHG and DOM.
de: Registriere dich hier, um ein OSS Mobile Credential auf dein Smartphone zu bekommen und damit Zugang zu Geräten von DOM und PHG auf der Light + Building 2022 zu erhalten.

# Subtitle_Partnership
source: in partnership with
de: in Kooperation mit

# TextField_Error_EmptyOrWhitespace
source: Fill in the information.
de: Gib die Informationen ein.

# TextField_Error_InvalidEmail
source: Fill in a valid email address.
de: Gib eine gültige E-Mail-Adresse ein.

# TextField_Error_InvalidPhone
source: Fill in a valid phone number.
de: Gib eine gültige Telefonnummer ein.

# Title
source: Get your OSS Mobile Credential
de: Dein OSS Mobile Credential
